export const EpisodeOverView = [
    {
        title:'『모란병』 이해조作 (1909)',
        content:'1909년에 발표된 이해조의 신소설. 갑오개혁 이후 조선의 신분제도가 붕괴되면서 집안이 몰락하는 금선의 수난사가 주된 내용이다. 금선은 중인계층이었던 부친이 몰락하면서 인천 화개동의 색주가로 팔려간다. 송순검의 도움으로 간신히 도망쳐 서울 황수복의 집에 은거하다 결국 황수복과 혼인한 뒤 미국 유학을 가는 해피엔딩 결말로 막을 내린다.',
        audio:'ep_1'
        
    },
    {
        title:'『박명』  한용운作  (1938)',
        content:'만해 한용운의 두 번째 장편소설(1938). 장순영이라는 고결하고 착한 심성을 가진 한 여인의 기구한 인생사를 그린 소설이다. 사기꾼\
        이자 아편쟁이 남편을 위해 지극한 헌신과 희생을 바치는 순영의 일생을 대자대비한 불교적 시각으로 그렸다.',
        audio:'ep_2'
        
    },
    {
        title:'『새벽 출정』  방현석作 (1989)',
        content:'1988년 인천 주안공단에서 일어난 세창물산 노동운동을 모티프로 한 소설로 1989년 발표된 작품. 이 소설은 회사측의 위장폐업에\
        맞서 싸운 세창물산의 노동자들의 투쟁과 그 과정에서 목숨을 잃은 송철순 열사의 실화를 소설로 다시 쓴 작품이다. 1980년대 열악\
        한 노동환경과 인간다운 삶을 위한 노동자들의 갈망이 잘 드러난 소설이다.',
        audio:'ep_3'
        
    }
]

export const EpisodeContents = [
    ["갑오개혁으로 직장(선혜청)을 잃은 현고직 일가는 찢어지게 가난한 생활을 하게 된다.\n\
    *선혜청 : 대동미(大同米), 대동포(大同布), 대동전(大同錢)의 들고남을 관할한 관청",
    "현고직은 여자 팔아먹는 나쁜 친구 변선달에게 속아 딸 금선을 기생집에 팔고 기생으로 팔려온 것을 안 금선은\
    목을 매 자결을 시도한다.","금선은 다시 인천 화개동(현 중구 신흥동) 술집에 팔리고 모두 잠든 밤 몰래 달아나 산속을 헤매다 송순검의 도움을 받아\
    경인선 기차를 타고 서울로 탈출한다.","인천을 탈출한 금선은 송순검의 친척인 황수복의 집에 숨는다. 황수복은 금선의 일을 좇아 인천에 갔으나 찾지 못하자\
    그대로 일본 유학을 떠난다. 금선은 황수복의 집에서 자신의 집에 있던 병풍을 우연히 보고 눈물을 흘린다.","인천의 사창가에서 왔다고 하는 불한당들이 황수복의 집에 와 금선을 내어 놓으라고 난리를 친다.\
    이 때 외국 갔던 황수복이 들어오자 불한당들은 다 달아나고 황수복은 어떻게 된 일인지 진상 파악에 나선다.","금선의 모든 고난이 해결되고 황수복과 금선은 결혼하여 미국 워싱턴으로 유학을 가 학업에 힘쓴다."],
    ["강원도 산골 가평에 사는 14세 소녀 장순영은 계모의 구박을 벗어날 길을 몰라 묵묵히 농사일과 집안일을 도맡아 하며 지내다,\
    어느 날 자신을 찾아온 송씨 부인과 마을 친구 운옥이 서울에 가면 좋은 옷을 입고 공부를 할 수 있다고 유혹하는 말에\
    마음이 동하여 경성에 가기로 한다.","경성에 도착하자 송씨의 순영에 대한 태도가 일변하는데, 송씨는 사람 장사하는 뚜쟁이로 순영을 권번이나 색주가에 팔려는\
    속셈으로 그녀에게 빚을 지워 비단옷을 해 입히고 억지로 소리를 배우게 한다.","2년의 세월이 흘러 16세가 된 순영은 차금 칠백 원에 삼 년 기한으로 인천에 있는 색주가인 홍숙자 요릿집으로 출장을 가게 된다.\n\
    *차금(借金): 빌리는 비용\n\
    *출장(出張): 술집에나 요리집에 차금을 받고 팔려 가는 것","2년 뒤 18세가 된 순영은 휴가를 얻어 친구 정순과 월미도의 조탕으로 해수욕을 갔다가 그곳에서 네 해 전 경성으로 가던 중에\
    원산 바다에 빠져 죽을 뻔했던 자신을 구해 준 생명의 은인 김대철과 조우한다.\n\
    *조탕(潮湯): 바닷물을 데운 목욕물, 염분이 있는 온천","순영은 홍숙자의 요리집을 나와 자신의 생명을 구해준 김대철에게 은혜를 갚겠다는 마음과 순정으로 그와 결혼하지만,\
    한량 같은 생활을 하는 남편으로 인해 생활고를 겪다가 결국 5년 만에 이혼을 당하고 아들 수복이마저 죽는다.","4년 후 홀로 바느질로 생계를 꾸리며 생활하던 순영은 우연히 대철이 아편중독자가 되어 구걸을 다닌다는 사실을 알게 되고,\
    그에 대한 동정심으로 자신의 집에 기거하도록 허락하고 아편 중독을 고쳐주려고 노력한다.","순영은 대철에게 음식과 아편 주사를 제공하다 급기야 집까지 처분하고 사직공원에서 구걸 생활을 하게 되지만 대철을 끝까지 포기\
    하지 않고 돌본다.","죽음을 코앞에 둔 운옥이 나타나 그간 순영에게 저지른 악행을 고백하고, 대철도 순영을 속인 과거를 뉘우치며 죽는다. 대철이 사망\
    한 후 갈 곳을 방황하던 순영은 홀연히 부처님에게 귀의하고 싶은 생각이 나 환희사로 가 출가한다."],
    ["민영과 철순은 사측인 세광물산이 생산 라인 분리를 통해 내부 경쟁을 부추기는 행태와 각 라인 조장인 자신들이\
    부서원의 방패막이가 되어 주지 못하는 무력함에 분노하고, 페인팅부의 고참인 미정의 제안으로 부서 분리 철회를 내세운 잔업과\
    특근을 거부하기로 결의한다.","미정, 민영, 철순 세 사람이 주도한 작업과 특근 거부는 예상 이상의 파문을 일으키며 동조자가 속출하자 세광물산은 세 사람에게\
    각서와 사직서를 종용한다. 이 일을 계기로 미정을 위원장으로 하는 노조를 결성하고 파업 농성을 시작한다.","사측은 파업 농성 사흘 만에 구사대를 보내 각목과 쇠파이프를 휘두르며 어린 여성 조합원들을 공격하기 시작한다.\n\
    *구사대(救社隊): 회사를 구하기 위하여 모인 무리, 노동 운동을 진압하기 위하여 회사 측에서 고용한 사람들을 이르는 말.","선흥정밀 노조의 도움으로 사측으로부터 구사대 폭력에 대한 공개 사죄와 보상, 그리고 구사대의 즉각 해체, 세광노조를 인정하고\
    평화로운 파업농성 투쟁을 보장하고 교섭에 성실히 임할 것을 약속 받는다.","파업 농성 16일째. 내부분열과 와해를 노리는 사장의 교섭 지연 술책으로 파업이 장기화될 조짐이 보이자 세광물산 노동자들은\
    ‘파업기금 마련을 위한 연대 집회’를 계획한다. 행사 현수막을 걸기 위해 공장 지붕 위 굴뚝으로 올라간 철순이\
    슬레이트 지붕이 무너지면서 추락하여 사망한다.","철순의 묘소 앞에서 사장과 합의서 조인식을 마친 후 정상 조업이 재개되지만, 일 개월 뒤 철순의 49재 날 마침내 사장은\
    폐업을 선언하고 세광물산 노동자들의 위장폐업 분쇄투쟁의 기나긴 막이 오른다.","농성 100일을 넘기면서부터 농성장을 이탈하는 사람들이 꼬리를 물고 이어지면서 농성장 분위기가 무겁게 가라앉는다. 가장\
    열심히 싸웠던 학생조합원 ‘깡순이’ 윤희도 사측이 노조 탈퇴를 종용하는 편지를 부모님께 보내는 바람에 농성장을 떠나고 만다.","농성 107일째. 농성 자금은 바닥이 나고, 영하 10도의 추위에 더해 취사기마저 고장이 나 조합원들은 제대로 된 식사도 못한다.\
    미정은 자신의 전세방을 담보로 신흥정밀 노조로부터 조합비 삼백만 원을 빌린다.","미정은 조합원들이 농성 자금을 벌기 위해 전철역에서 낯모르는 사람들의 팔에 필사적으로 매달려 커피를 파는 모습에\
    가슴이 미어지고, 사장이 제시한 보상금 2억 원 때문에 남은 조합원들이 동요하기 시작한다.","조합원들은 다시 마음을 다잡고 보상금이 아닌 공장의 정상 가동을 목표로 150일간의 투쟁의 승패를 가를 새벽 출정을 시작한다."],
]
export const ImgPath = [
    ["0-0","0-1","0-2","0-3","0-4","0-5"],
    ["1-0","1-1","1-2","1-3","1-4","1-5","1-6","1-7"],
    ["2-0","2-1","2-2","2-3","2-4","2-5","2-6","2-7","2-8","2-9"],
]

